[SnowShell]
INT_SETTING_VER=6
[Menu]
STRING_MENU_FILE=选择文件
STRING_MENU_NOISE=降噪级别
STRING_MENU_SCALE=放大倍数
STRING_MENU_CPU=CPU
STRING_MENU_GPU=GPU
STRING_MENU_EXPORT=文件输出
STRING_MENU_CONFIRM=警告
[File]
STRING_MENU_FILE_IMAGE_SEL=选择图片进行放大
STRING_MENU_FILE_CREDIT=关于
STRING_MENU_FILE_QUIT=退出
[Noise]
STRING_MENU_NOISE_NONE=无
STRING_MENU_NOISE_LOW=弱
STRING_MENU_NOISE_HIGH=中
STRING_MENU_NOISE_VERY_HIGH=强
[Scale]
STRING_MENU_SCALE_x1_0=放大倍数
STRING_MENU_SCALE_x1_5=1.5倍
STRING_MENU_SCALE_x1_6=1.6倍
STRING_MENU_SCALE_x2_0=2.0倍
[CPU]
STRING_MENU_CPU_MID=使用一半cpu资源
STRING_MENU_CPU_HIGH=留一个核心工作其余满负荷
STRING_MENU_CPU_FULL=榨干CPU
STRING_MENU_GPU_OPENCL=使用OPENCL
STRING_MENU_GPU_CUDA=使用CUDA
STRING_MENU_GPU_TTA=使用CUDA(TTA)
[Export]
STRING_MENU_EXPORT_SAME=和图片同一文件夹
STRING_MENU_EXPORT_NEW=在当前目录新建一个output文件夹
[Confirm]
STRING_MENU_CONFIRM_SHOW=转换大尺寸图片之前警告
STRING_MENU_CONFIRM_SKIP=禁用警告
[Text]
INT_TEXT_TAB=10
STRING_TEXT_NOISE=降噪级别
STRING_TEXT_NOISE_NONE=无
STRING_TEXT_NOISE_LOW=弱
STRING_TEXT_NOISE_HIGH=中
STRING_TEXT_NOISE_VERY_HIGH=强
STRING_TEXT_SCALE=放大倍数
STRING_TEXT_SCALE_x1_0=x1.0
STRING_TEXT_SCALE_x1_5=x1.5
STRING_TEXT_SCALE_x1_6=x1.6
STRING_TEXT_SCALE_x2_0=x2.0
STRING_TEXT_CPU=CPU使用
STRING_TEXT_CPU_MID=使用一半cpu资源
STRING_TEXT_CPU_HIGH=留一个核心工作其余满负荷
STRING_TEXT_CPU_FULL=榨干CPU
STRING_TEXT_GPU=转换方法
STRING_TEXT_GPU_OPENCL=OpenCL
STRING_TEXT_GPU_CUDA=CUDA
STRING_TEXT_GPU_TTA=CUDA (TTA)
STRING_TEXT_EXPORT=文件输出
STRING_TEXT_EXPORT_SAME=和图片同一文件夹
STRING_TEXT_EXPORT_NEW=output文件夹
STRING_TEXT_CONFIRM=警告
STRING_TEXT_CONFIRM_SHOW=转换大尺寸图片之前警告
STRING_TEXT_CONFIRM_SKIP=禁用警告
STRING_TEXT_CONFIRM_TITLE=警告
STRING_TEXT_CONFIRM_MESSAGE=大尺寸图片可能非常耗费时间\n并且可能会发生错误导致失败\n确定要继续吗？
